
questions = [
    {
        numb: 1,
        question: "Какие два философа разработали основную концепцию марксизма?",
        img: {
            src: "img/1.jpg",
            height: "167px",
            width: "256px",
        },
        answer: "Маркс и Энгельс",
        options: [
            "Энгельс и Вольтер",
            "Платон и Аристотель",
            "Маркс и Аристотель",
            "Маркс и Энгельс"
        ]
    },
    {
        numb: 2,
        question: "Как называлась первая организация, лидером которой был избран 20-летний Карл Маркс?  ",
        answer: "Клуб трирских любителей пива",
        options: [
            "Клуб трирских любителей пива",
            "Союз справедливых",
            "Международное товарищество рабочих\n",
            "Независимая рабочая партия"
        ]
    },
    {
        numb: 3,
        question: "Мы привыкли представлять Карла Маркса зрелым седовласым мужчиной, а сможете ли вы угадать, это ли наш герой в юности",
        img: {
            src: "img/KarlMarx.jpg",
            height: "197px",
            width: "146px",
        },
        answer: "Да, точно он",
        options: [
            "Да, точно он",
            "Вообще нет",
            "Не знаю",
            "Это вообще кто?"
        ]
    },
    {
        numb: 4,
        question: "В трех из перечисленных городов Карл Маркс учился. Определите город, который не видел ни гимназиста, ни студента Маркса.",
        img: {
            src: "img/3.jpg",
            height: "229px",
            width: "191px",
        },
        answer: "Бремен",
        options: [
            "Трир",
            "Бонн",
            "Берлин",
            "Бремен"
        ]
    },
    {
        numb: 5,
        question: "Каким словом Маркс назвал правящий класс?",
        img: {
            src: "img/4.jpg",
            height: "237px",
            width: "421,5px",
        },
        answer: "Буржуазия",
        options: [
            "Буржуазия",
            "Монополизаторам",
            "Пролетариат",
            "Арендодатели"
        ]
    },
    {
        numb: 6,
        question: "Если «правящий класс» назывался буржуазией, то как Маркс называл рабочих?",
        answer: "Пролетариат",
        options: [
            "Крестьяне",
            "Нищие",
            "Пролетариат",
            "Бродяги"
        ]
    },
    {
        numb: 7,
        question: "Критерием общественного прогресса в марксистской философии выступает?",
        answer: "Уровень развития производительных сил",
        options: [
            "Уровень развитя людей",
            "Уровень развития производительных сил",
            "Уровень развития научных знаний",
            "Степень нравственного совершенства человека"
        ]
    },
    {
        numb: 8,
        question: "Материалисты считали, что человек:",
        answer: "Талантливое и гениальное существо",
        options: [
            "Никто",
            "Создатель духовных ценностей",
            "Талантливое и гениальное существо",
            "Выступает как наблюдатель природы"
        ]
    },
    {
        numb: 9,
        question: "Как называется самый великий труд Карла Маркса?",
        answer: "Капитал",
        options: [
            "ГДЗ Философия",
            "Экономика",
            "Маркетинг",
            "Капитал"
        ]
    },
    {
        numb: 10,
        question: "Как называлась небольшая брошюра, написанная Карлом Марксом и Фридрихом Энгельсом, в которой изложены все идеи коммунизма?",
        answer: "Коммунистический манифест",
        options: [
            "Моя борьба",
            "Республика",
            "Das Kapital",
            "Коммунистический манифест"
        ]
    },
    {
        numb: 11,
        question: "Закончите фразу:",
        img: {
            src: "img/10.jpg",
            height: "200px",
            width: "425px",
        },
        answer: "Изменить его",
        options: [
            "Не трогать его",
            "Изменить его",
            "Сохранить его",
            "Понять его"
        ]
    },
    {
        numb: 12,
        question: "Исторический материализм является развитием философии истории…",
        answer: "Гегеля",
        options: [
            "Канта",
            "Гегеля",
            "Фихте",
            "Фейербаха"
        ]
    },
    {
        numb: 13,
        question: "Философский компонент марксизма-ленинизма — это…",
        answer: "диалектический материализм",
        options: [
            "научный коммунизм",
            "социалистический реализм",
            "диалектический материализм",
            "эмпириокритицизм"
        ]
    },
    {
        numb: 14,
        question: "Закончите фразу из «Манифеста коммунистической партии»: «История всех до сих пор существовавших обществ была…»:",
        answer: "историей борьбы классов",
        options: [
            "дурным сном, от которого невозможно было очнуться",
            "полна шума и ярости и лишена всякого смысла",
            "историей угнетения одних людей другими",
            "историей борьбы классов"
        ]
    },
    {
        numb: 15,
        question: "С точки зрения исторического материализма, базисом является:",
        answer: "Способ производства материальных благ",
        options: [
            "Система общественных отношений",
            "Политическая организация общества",
            "Способ производства материальных благ",
            "Господствующая идеология"
        ]
    },
    {
        numb: 16,
        question: "Какой из перечисленных общественно-экономических формаций не существует?",
        answer: "Анархизм",
        options: [
            "Анархизм",
            "Феодализм",
            "Капитализм",
            "Коммунизм"
        ]
    },
    {
        numb: 17,
        question: "Когда пролетарий добровольно принимает буржуазную идеологию — это:",
        answer: "Ложное сознание",
        options: [
            "Обуржуазивание",
            "Отчуждение",
            "Несознательность",
            "Ложное сознание"
        ]
    },
    {
        numb: 18,
        question: "Что такое описанный Марксом «товарный фетишизм»?",
        answer: "Это всеобщее ощущение, что внутри товаров заключена независимая от нас ценность («это столько стоит»)",
        options: [
            "Ненасытное желание покупать, которое охватывает людей в рыночном обществе",
            "Это всеобщее ощущение, что внутри товаров заключена независимая от нас ценность («это столько стоит»)",
            "Болезненное пристрастие человека к конкретному виду товара, аналогичное психологической зависимости ребенка от матери",
            "Желание буржуа продавать все больше во что бы то ни стало в рамках гонки за увеличением торгового оборота"
        ]
    },
    {
        numb: 19,
        question: "В чем Маркс видел главную проблему и противоречие капиталистической системы?",
        answer: "Люди создают ресурсы вместе, но доступ к этим созданным ресурсам имеют единицы",
        options: [
            "Всё хорошо",
            "Капитал постепенно теряет связь с реальной промышленностью. Однажды деньги утратят устойчивую ценность, мировой пузырь лопнет — и вся система обрушится",
            "Люди создают ресурсы вместе, но доступ к этим созданным ресурсам имеют единицы",
            "Система заставляет людей делать за деньги то, что они не стали бы делать бесплатно"
        ]
    },
    {
        numb: 20,
        question: "В своих ранних работах Маркс безжалостно критикует «идеологию». Но он ведь разделял идеологии на свои (прогрессивные, революционные) и классово чуждые (буржуазные, реакционные)? Или нет? ",
        answer: "Маркс отрицал и разоблачал любую идеологию, как ложь, необходимую людям, чтобы обмануть себя и принять невыносимо и абсурдно устроенное общество",
        options: [
            "Конечно, в марксизме бывает правильная, пролетарская идеология и множество неправильных. Ленин ведь писал про социалистическую идеологию, которая позволит советскому обществу шагать в счастливое бесклассовое будущее",
            "Маркс называл любую идеологию «ложным сознанием», а марксизм считал «истинным сознанием», которое преобразует историю",
            "Маркс отрицал и разоблачал любую идеологию, как ложь, необходимую людям, чтобы обмануть себя и принять невыносимо и абсурдно устроенное общество",
            "Не знаю"
        ]
    }




];